FIRST_GROUP_MN = """Даты: 23.09 | 07.10 | 21.10
Время: 8:00-9:20 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
-----------------------------------------------
Даты: 23.09 | 07.10 | 21.10
Время: 9:30-10:50 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
"""

FIRST_GROUP_TU = """Даты: 10.09 | 17.09
Время: 8:00-9:20 | 216-БП | Улитин И.Б.
Технология программирования
-----------------------------------------
Время: 9:30-10:50 | 126-БП | Мокеев Д.Б.
Дискретная математика - лекция
-----------------------------------------
Время: 11:10-12:30 | 026-БП | Мокеев Д.Б.
Дискретная математика - семинар
-----------------------------------------
Время: 13:00-14:20 | 126-БП | Савина О.Н.
Линейная алгебра и геометрия - семинар
"""

FIRST_GROUP_WD = """Время: 9:30-10:50 | 203-Л | Чистяков В.В.
Математический анализ - семинар
-----------------------------------------
Время: 11:10-12:30 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 13:00-14.20 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 14:40-16:00 | 318-Л | Чистяков В.В
Математический анализ - лекция
"""

FIRST_GROUP_TH = """Время: индивидуально
Английский язык
------------------------------------------------
Время: 18:10-19:30 | online | Константинова Т.Н. 
История России - семинар
"""

FIRST_GROUP_FR = """Время: 9:30-10:50 | online | Константинова Т.Н.
ОРГ - семинар
"""

FIRST_GROUP_SD = """Дата: 5.10
Время: 14:40-16:00 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""