FIRST_GROUP_MN = """Даты: 23.09 | 07.10 | 21.10
Время: 8:00-9:20 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
-----------------------------------------------
Даты: 23.09 | 07.10 | 21.10
Время: 9:30-10:50 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
"""

FIRST_GROUP_TU = """Даты: 10.09 | 17.09
Время: 8:00-9:20 | 216-БП | Улитин И.Б.
Технология программирования
-----------------------------------------
Время: 9:30-10:50 | 126-БП | Мокеев Д.Б.
Дискретная математика - лекция
-----------------------------------------
Время: 11:10-12:30 | 026-БП | Мокеев Д.Б.
Дискретная математика - семинар
-----------------------------------------
Время: 13:00-14:20 | 126-БП | Савина О.Н.
Линейная алгебра и геометрия - семинар
"""

FIRST_GROUP_WD = """Время: 9:30-10:50 | 203-Л | Чистяков В.В.
Математический анализ - семинар
-----------------------------------------
Время: 11:10-12:30 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 13:00-14.20 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 14:40-16:00 | 318-Л | Чистяков В.В
Математический анализ - лекция
"""

FIRST_GROUP_TH = """Время: индивидуально
Английский язык
------------------------------------------------
Время: 18:10-19:30 | online | Константинова Т.Н. 
История России - семинар
"""

FIRST_GROUP_FR = """Время: 9:30-10:50 | online | Константинова Т.Н.
ОРГ - семинар
"""

FIRST_GROUP_SD = """Дата: 5.10
Время: 14:40-16:00 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""

SIXTH_GROUP_MN = """
Время: 11:10-12:30| online | Константинова Т.Н
ОРГ - семинар
"""

SIXTH_GROUP_TU = """
Время: 9:30-10:50| 230-БП | Цаплина Е.В
Дискретная математика - семинар
---------------------------------------
Время: 11:10-12:30| 126-БП | Талецкий Д.С.
Дискретная математика - лекция
------------------------------------------
Время: 16:20-17:40 | online | Константинова Т.Н
История России - семинар"""

SIXTH_GROUP_WD = """
Время: 9:30-10:50 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 11:10-12:30 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 13:00-14.20 | 318-Л | Чистякова С.А.
Математический анализ - лекция
-----------------------------------------
Время: 14:40-16:00 | 206-Л | Беспалов П.А.
Линейная алгебра и геометрия - семинар
-----------------------------------------
Время: 16:20-17:40 | 226-Л | Чистякова С.А.
Математический анализ - семинар
-------------------------------------------
Время: 19:40-21:00 | online | Константинова Т.Н
История России - семинар
"""

SIXTH_GROUP_TH = """
Индивидуально английский язык
"""

SIXTH_GROUP_FR = """
Даты: 20.09 | 04.10 | 18.10
Время: 8:00-9:20 | 216-БП | Марьевичев Н.
Программирование C/C++ - практическое занятие
---------------------------------------------
Даты: 20.09 | 04.10 | 18.10
Время: 8:00-9:20 | 216-БП | Марьевичев Н.
Программирование C/C++ - практическое занятие
"""

SIXTH_GROUP_SD = """
Даты: 21.09 | 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
-----------------------------------------
Даты: 07.09 | 21.09 | 12.10
Время: 11:10-12:30| online | Константинова Т.Н
ОРГ - семинар
"""

SEVENTH_GROUP_MN = """
Даты: 23.09 | 14.10
Время: 11:10-12:30 | 206-Л | Шапошников В.Е.
Линейная алгебра и геометрия
-----------------------------------------
Время: 13:00-14.20 | 326-Л | Чистякова С.А.
Математический анализ - семинар
-----------------------------------------
Время: 14:40-16:00 | 303-Л | Логвинова К.В.
Дискретная математика
--------------------------------------------
Время: 16:20-17:40 | 204-Л | Шапошников В.Е.
Линейная алгебра и геометрия
"""

SEVENTH_GROUP_TU = """
Время: 13:00-14.20 | online | Константинова Т.Н
ОРГ - семинар
"""

SEVENTH_GROUP_WD = """
Время: 9:30-10:50 | 225-Л | Шапошников В.Е.
Линейная алгебра и геометрия - лекция
-------------------------------------------
Время: 11:10-12:30 | 318-Л | Чистяков В.В.
Математический анализ - лекция
------------------------------------------
Время: 13:00-14.20 | 323-Л | Логвинова К.В.
Дискретная математика - лекция
-------------------------------------------
Время: 18:10-19:30 | online | Константинова Т.Н
История России - семинар
"""

SEVENTH_GROUP_TH = """
Индивидуально английский язык
"""

SEVENTH_GROUP_FR = """
Даты: 20.09 | 04.10 | 18.10
Время: 8:00-9:20 | 301-Р | Лупанова Е.А.
Программирование C/C++ - практическое занятие
---------------------------------------------
Даты: 20.09 | 04.10 | 18.10
Время: 9:30-10:50 | 301-Р | Лупанова Е.А.
Программирование C/C++ - практическое занятие
---------------------------------------------
Даты: 20.09 | 04.10 | 18.10
Время: 11:10-12:30 | 102-Р | Лупанова Е.А.
Программирование C/C++ - лекция
------------------------------------------
Даты: 20.09 | 04.10 | 18.10
Время: 13:00-14:20 | 102-Р | Лупанова Е.А.
Программирование C/C++ - лекция
"""

SEVENTH_GROUP_SD = """
Даты: 28.09 | 19.10 
Время: 14:40-16:00| online | Константинова Т.Н
ОРГ - семинар
-----------------------------------------
Даты: 21.09 | 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция"""

EIGHTH_GROUP_MN = """
Даты: 09.09 | 16.09
Время: 9:30-10:50 | 201-Л | Улитин. И.Б.
Технологии программирования
----------------------------------------
Даты: с 09.09
Время: 11:10-12:30 | 226-Л | Чистякова С.А.
Математический анализ - семинар
-------------------------------------------
Даты: с 09.09
Время: 13:00-14:20 | 303-Л | Логвинова К.В.
Дискретная математика
-------------------------------------------
Даты: с 09.09
Время: 14:40-16:00 | 204-Л | Шапошников В.Е.
Линейная алгебра и геометрия
"""

EIGHTH_GROUP_TU = """
Время: 14:40-16:00 | online | Константинова Т.Н.
ОРГ - семинар
"""

EIGHTH_GROUP_WD = """
Даты: с 11.09 
Время: 9:30-10:50 | 225-Л | Шапошников В.Е.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 11:10-12:30 | 318-Л | Чистяков В.В.
Математический анализ - лекция
-----------------------------------------
Время: 13:00-14.20 | 323-Л | Логвинова К.В.
Дискретная математика - лекция
-----------------------------------------
Время: 16:20-17:40 | online | Константинова Т.Н
История России - семинар
"""

EIGHTH_GROUP_TH = """
Индивидуально Английский язык
"""

EIGHTH_GROUP_FR = """
Время: 8:00-9:20 | 301-Р | Лупанова Е.А.
Программирование на с++ - практическое занятие
----------------------------------------------
Время: 9:30-10:50 | 301-Р | Лупанова Е.А.
Программирование на с++ - практическое занятие
-----------------------------------------
Даты: 20.09 | 04.10 | 18.10
Время: 11:10-12:30 | 102-Р | Лупанова Е.А.
Программирование C/C++ - лекция
-----------------------------------------
Даты: 20.09 | 04.10 | 18.10
Время: 11:10-12:30 | 102-Р | Лупанова Е.А.
Программирование C/C++ - лекция
"""

EIGHTH_GROUP_SD = """
Даты: 28.09 | 19.10 
Время: 13:00-14.20 | online | Константинова Т.Н
ОРГ - семинар
-----------------------------------------
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""

NINTH_GROUP_MN = """Даты: 09.09 | 16.09
Время: 8:00-9:20 | 201-Л | Улитин И.Б.
Технологии программирования
--------------------------------------
Даты: c 09.09 |
Время: 9:30-10:50 | 226-Л | Сараев И.А.
Математический анализ - семинар
---------------------------------------
Даты: с 09.09 |
Время: 11:10-12:30 | 303-Л | Логвинова К.В.
Дискретная математика
-------------------------------------------
Даты: с 09.09 |
Время: 13:00-14:20 | 204-Л | Шапошников В.Е.
Линейная алгебра и геометрия
"""

NINTH_GROUP_TU = """
Даты: 10.09 |
Время: 11:10-12:30 | 102-Р | Гордонова А.А
Безопасность жизнедеятельности
------------------------------------------
Даты: 
Время: 18:10-19:30 | online | Константинова Т.Н.
ОРГ - семинар
------------------------------------------------
Даты: 10.09
Время: 19:40-21:00 | online | Константинова Т.Н.
История России - семинар
"""

NINTH_GROUP_WD = """
Даты: c 11.09 |
Время: 9:30-10:50 | 225-Л | Шапошников В.Е.
Линейная алгебра и геометрия - лекция
-------------------------------------------
Даты: 
Время: 11:10-12:30 | 318-Л | Чистяков В.В.
Математический анализ - лекция
------------------------------------------
Даты: 
Время: 13:00-14:20 | 323-Л | Логвинова К.В.
Дискретная математика - лекция
-------------------------------------------
Даты: с 18.09 |
Время: 19:40-21:00 | online | Константинова Т.Н.
История России - семинар
"""

NINTH_GROUP_TH = """
Время: индивидуально английский язык
"""

NINTH_GROUP_FR = """
Даты: 20.09 | 04.10 | 18.10 
Время: 11:10-12:30 | 102-Р | Луганова Е.А.
Программирование на С++ - лекция
------------------------------------------
Даты:  
Время: 11:10-12:30 | 301-Р | Луганова Е.А.
Программирование на С++ - практическое занятие
----------------------------------------------
Даты: 20.09 | 04.10 | 18.10 
Время: 13:00-14:20 | 102-Р | Луганова Е.А.
Программирование на С++ - лекция
------------------------------------------
Даты:  
Время: 13:00-14:20 | 301-Р | Луганова Е.А.
Программирование на С++ - практическое занятие
----------------------------------------------
Даты: 06.09 | 
Время: 18:10-19:30 | online | Кочеров С.Н.
ОРГ - лекция
"""

NINTH_GROUP_SD = """
Даты: 07.09 | 21.09
Время: 9:30-10:50 | 318-Л | Улитин И.Б.
Технологии программирования - лекция
---------------------------------------
Даты: 21.09 | 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
Орг - лекция
------------------------------------------
Даты: 28.09 | 19.10
Время: 16:20-17:40 | online | Константинова Т.Н.
ОРГ - семинар
"""