FIRST_GROUP_MN = """Даты: 23.09 | 07.10 | 21.10
Время: 8:00-9:20 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
-----------------------------------------------
Даты: 23.09 | 07.10 | 21.10
Время: 9:30-10:50 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
"""

FIRST_GROUP_TU = """Даты: 10.09 | 17.09
Время: 8:00-9:20 | 216-БП | Улитин И.Б.
Технология программирования
-----------------------------------------
Время: 9:30-10:50 | 126-БП | Мокеев Д.Б.
Дискретная математика - лекция
-----------------------------------------
Время: 11:10-12:30 | 026-БП | Мокеев Д.Б.
Дискретная математика - семинар
-----------------------------------------
Время: 13:00-14:20 | 126-БП | Савина О.Н.
Линейная алгебра и геометрия - семинар
"""

FIRST_GROUP_WD = """Время: 9:30-10:50 | 203-Л | Чистяков В.В.
Математический анализ - семинар
-----------------------------------------
Время: 11:10-12:30 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 13:00-14.20 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 14:40-16:00 | 318-Л | Чистяков В.В
Математический анализ - лекция
"""

FIRST_GROUP_TH = """Время: индивидуально
Английский язык
------------------------------------------------
Время: 18:10-19:30 | online | Константинова Т.Н. 
История России - семинар
"""

FIRST_GROUP_FR = """Время: 9:30-10:50 | online | Константинова Т.Н.
ОРГ - семинар
"""

FIRST_GROUP_SD = """Дата: 5.10
Время: 14:40-16:00 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""

SECOND_GROUP_MN = """Даты: 23.09 | 07.10 | 21.10
Время: 11:10-12:30 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
-----------------------------------------------
Даты: 23.09 | 07.10 | 21.10
Время: 13:00-14:20 | 216-БП | Боряев С.С.
Программирование на C++ - практическое занятие
"""

SECOND_GROUP_TU = """Время: 9:30-10:50 | 126-БП | Мокеев Д.Б.
Дискретная математика - лекция
-----------------------------------------
Время: 11:10-12:30 | 406-БП | Чистякова С.А.
Математический анализ - семинар
-----------------------------------------
Время: 13:00-14:20 | 026-БП | Мокеев Д.Б.
Дискретная математика - семинар
"""

SECOND_GROUP_WD = """Время: 9:30-10:50 | 302-Л | Савина О.Н.
Линейная алгебра и геометрия - семинар
-----------------------------------------
Время: 11:10-12:30 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 13:00-14.20 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 14:40-16:00 | 318-Л | Чистяков В.В
Математический анализ - лекция
"""

SECOND_GROUP_TH = """Время: индивидуально
Английский язык
------------------------------------------------
Время: 19:40-21:00 | online | Константинова Т.Н. 
История России - семинар
"""

SECOND_GROUP_FR = """Время: 11:10-12:30 | online | Константинова Т.Н.
ОРГ - семинар
"""

SECOND_GROUP_SD = """Дата: 5.10
Время: 16:20-17:40 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""

THIRD_GROUP_MN = """Даты: 14.10
Время: 11:10-12:30 | 216-БП | Климов
Программирование на C++ - практическое занятие
-----------------------------------------------
Даты: 14.10
Время: 13:00-14:20 | 216-БП | Климов
Программирование на C++ - практическое занятие
"""

THIRD_GROUP_TU = """Время: 9:30-10:50 | 126-БП | Мокеев Д.Б.
Дискретная математика - лекция
-----------------------------------------
Время: 11:10-12:30 | 230-БП | Цаплина Е.В.
Дискретная математика - семинар
-----------------------------------------
Время: 13:00-14:20 | 406-БП | Чистякова С.А.
Математический анализ - семинар
"""

THIRD_GROUP_WD = """Время: 9:30-10:50 | 318-Л | Беспалов П.А
Линейная алгебра и геометрия - семинар
-----------------------------------------
Время: 11:10-12:30 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 13:00-14.20 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 14:40-16:00 | 318-Л | Чистяков В.В
Математический анализ - лекция
"""

THIRD_GROUP_TH = """Время: индивидуально
Английский язык
"""

THIRD_GROUP_FR = """
Время: 13:00-14:20 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------
Время: 14:40-16:00 | online | Константинова Т.Н.
История России - семинар
"""

THIRD_GROUP_SD = """Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
-----------------------------------------------
Дата: 5.10
Время: 18:10-19:30 | online | Константинова Т.Н.
ОРГ - семинар
"""

FOURTH_GROUP_MN = """Даты: 14.10
Время: 8:00-9:20 | 216-БП | Климов
Программирование на C++ - практическое занятие
-----------------------------------------------
Даты: 14.10
Время: 9:30-10:50 | 216-БП | Климов
Программирование на C++ - практическое занятие
"""

FOURTH_GROUP_TU = """Время: 11:10-12:30 | 126-БП | Талецкий Д.С.
Дискретная математика - лекция
-----------------------------------------
Время: 13:00-14:20 | 230-БП | Талецкий Д.С.
Дискретная математика - семинар
-----------------------------------------
Время: 14:40-16:00 | 405-БП | Беспалов П.А.
Линейная алгебра и геометрия - семинар
"""

FOURTH_GROUP_WD = """Время: 9:30-10:50 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 11:10-12:30 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 13:00-14.20 | 318-Л | Чистякова С.А.
Математический анализ - лекция
-----------------------------------------
Время: 14:40-16:00 | 226-Л | Чистякова С.А.
Математический анализ - семинар
"""

FOURTH_GROUP_TH = """Время: индивидуально
Английский язык
"""

FOURTH_GROUP_FR = """
Время: 16:20-17:40 | online | Константинова Т.Н.
История России - семинар
"""

FOURTH_GROUP_SD = """Дата: 12.10
Время: 14:40-16:00 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""

FIFTH_GROUP_MN = """Время: 14:40-16:00 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Время: 16:20-17:40 | online | Константинова Т.Н.
История России - семинар
"""

FIFTH_GROUP_TU = """Время: 9:30-10:50 | 405-БП | Талецкий Д.С.
Дискретная математика - семинар
-----------------------------------------
Время: 11:10-12:30 | 126-БП | Талецкий Д.С.
Дискретная математика - лекция
-----------------------------------------
Время: 13:00-14:20 | 405-БП | Беспалов П.А.
Линейная алгебра и геометрия - семинар
-----------------------------------------
Время: 14:40-16:00 | 406-БП | Чистякова С.А.
Математический анализ - семинар
"""

FIFTH_GROUP_WD = """Время: 9:30-10:50 | 323-Л | Пеплин Ф.С.
Программирование C/C++ - лекция
-----------------------------------------
Время: 11:10-12:30 | 225-Л | Савина О.Н.
Линейная алгебра и геометрия - лекция
-----------------------------------------
Время: 13:00-14.20 | 318-Л | Чистякова С.А.
Математический анализ - лекция
"""

FIFTH_GROUP_TH = """Время: индивидуально
Английский язык
"""

FIFTH_GROUP_FR = """Даты: 4.10 | 18.10 
Время: 11:10-12:30 | 216-БП | Марьевичев Н.
Программирование на С++ - практическое занятие
----------------------------------------------
Даты: 4.10 | 18.10 
Время: 13:00-14:20 | 216-БП | Марьевичев Н.
Программирование на С++ - практическое занятие
"""

FIFTH_GROUP_SD = """Дата: 12.10
Время: 13:00-14:20 | online | Константинова Т.Н.
ОРГ - семинар
-----------------------------------------------
Дата: 12.10
Время: 16:20-17:40 | online | Кочеров С.Н.
ОРГ - лекция
"""